{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "ВЫХОД"
			},
			"Translation":
			{
				"Text": "ВЫХОД"
			},
			"Key": "7809618C45F51E895E0ABFACA1ECFD23"
		},
		{
			"Source":
			{
				"Text": "Всегда мечтал жить повыше. Вот бы кто-нибудь перенёс меня вместе с домом поближе к верёвочному мосту!"
			},
			"Translation":
			{
				"Text": "Всегда мечтал жить повыше. Вот бы кто-нибудь перенёс меня вместе с домом поближе к верёвочному мосту!"
			},
			"Key": "71DF104B425B6493A17C6190DB16E513"
		},
		{
			"Source":
			{
				"Text": "Всегда мечтал жить повыше. Вот бы кто-нибудь перенёс меня вместе с домом поближе к верёвочному мосту!"
			},
			"Translation":
			{
				"Text": "Всегда мечтал жить повыше. Вот бы кто-нибудь перенёс меня вместе с домом поближе к верёвочному мосту!"
			},
			"Key": "998A3C8940AE30023CDBC381D6A1FA29"
		},
		{
			"Source":
			{
				"Text": "Всегда мечтал жить повыше. Вот бы кто-нибудь перенёс меня вместе с домом поближе к верёвочному мосту!"
			},
			"Translation":
			{
				"Text": "Всегда мечтал жить повыше. Вот бы кто-нибудь перенёс меня вместе с домом поближе к верёвочному мосту!"
			},
			"Key": "C0774BE74F6E3F7A983788A796580C09"
		},
		{
			"Source":
			{
				"Text": "Всегда мечтал жить повыше. Вот бы кто-нибудь перенёс меня вместе с домом поближе к верёвочному мосту!"
			},
			"Translation":
			{
				"Text": "Всегда мечтал жить повыше. Вот бы кто-нибудь перенёс меня вместе с домом поближе к верёвочному мосту!"
			},
			"Key": "531BE7B94B883CBA642B5D9EF0A48EB3"
		},
		{
			"Source":
			{
				"Text": "Всё рассыпалось! Что же делать?"
			},
			"Translation":
			{
				"Text": "Всё рассыпалось! Что же делать?"
			},
			"Key": "0117BD764FF88D762B9596AE5DAA9180"
		},
		{
			"Source":
			{
				"Text": "Всё рассыпалось! Что же делать?"
			},
			"Translation":
			{
				"Text": "Всё рассыпалось! Что же делать?"
			},
			"Key": "19FF71AA45FC654F29BA61A520BC4FE1"
		},
		{
			"Source":
			{
				"Text": "Всё рассыпалось! Что же делать?"
			},
			"Translation":
			{
				"Text": "Всё рассыпалось! Что же делать?"
			},
			"Key": "B5A70BE844300F27E0B231BDA1DD8709"
		},
		{
			"Source":
			{
				"Text": "Всё рассыпалось! Что же делать?"
			},
			"Translation":
			{
				"Text": "Всё рассыпалось! Что же делать?"
			},
			"Key": "DD0735114700DD6BC0AF2AB41F61FF37"
		},
		{
			"Source":
			{
				"Text": "ЕЩЁ РАЗ"
			},
			"Translation":
			{
				"Text": "ЕЩЁ РАЗ"
			},
			"Key": "9EBDA84B4F64125774DADFAFB37D8301"
		},
		{
			"Source":
			{
				"Text": "Закрыть"
			},
			"Translation":
			{
				"Text": "Закрыть"
			},
			"Key": "B68C96684B41E6C5EBCB97ABDB17E62B"
		},
		{
			"Source":
			{
				"Text": "Закрыть"
			},
			"Translation":
			{
				"Text": "Закрыть"
			},
			"Key": "143B62C047653EA10FF81593D833E1C5"
		},
		{
			"Source":
			{
				"Text": "Кажется, этой мельнице не хватает лопасти..."
			},
			"Translation":
			{
				"Text": "Кажется, этой мельнице не хватает лопасти..."
			},
			"Key": "0B3272144D95AA756188AA9554723FD1"
		},
		{
			"Source":
			{
				"Text": "Кажется, этой мельнице не хватает лопасти..."
			},
			"Translation":
			{
				"Text": "Кажется, этой мельнице не хватает лопасти..."
			},
			"Key": "AD78E3454867A3AE955B1EB998939247"
		},
		{
			"Source":
			{
				"Text": "Какая ювелирная точность! Спасибо!"
			},
			"Translation":
			{
				"Text": "Какая ювелирная точность! Спасибо!"
			},
			"Key": "541388224C0569ABDA35AF8392C85089"
		},
		{
			"Source":
			{
				"Text": "Какая ювелирная точность! Спасибо!"
			},
			"Translation":
			{
				"Text": "Какая ювелирная точность! Спасибо!"
			},
			"Key": "01814EAB4FA3D41E74A764BF72DE9D3F"
		},
		{
			"Source":
			{
				"Text": "Какой чудесный вид! Я так благодарен!"
			},
			"Translation":
			{
				"Text": "Какой чудесный вид! Я так благодарен!"
			},
			"Key": "4C1D25BA4732C73DB15309855AB6F2E7"
		},
		{
			"Source":
			{
				"Text": "Какой чудесный вид! Я так благодарен!"
			},
			"Translation":
			{
				"Text": "Какой чудесный вид! Я так благодарен!"
			},
			"Key": "49DD7B7D4BFD76B4394BC9AA56F18714"
		},
		{
			"Source":
			{
				"Text": "Кто-то очень сильно хочет выбраться из-под этого камня"
			},
			"Translation":
			{
				"Text": "Кто-то очень сильно хочет выбраться из-под этого камня"
			},
			"Key": "1AC4A5324B2D80A1987F1C999565FDFD"
		},
		{
			"Source":
			{
				"Text": "Кто-то очень сильно хочет выбраться из-под этого камня"
			},
			"Translation":
			{
				"Text": "Кто-то очень сильно хочет выбраться из-под этого камня"
			},
			"Key": "295961D5469FC39FA02ECAA4BE0CB8DC"
		},
		{
			"Source":
			{
				"Text": "Кто-то очень сильно хочет выбраться из-под этого камня"
			},
			"Translation":
			{
				"Text": "Кто-то очень сильно хочет выбраться из-под этого камня"
			},
			"Key": "2F2E029B472788C3D5F3FCB8135E8071"
		},
		{
			"Source":
			{
				"Text": "Кто-то очень сильно хочет выбраться из-под этого камня"
			},
			"Translation":
			{
				"Text": "Кто-то очень сильно хочет выбраться из-под этого камня"
			},
			"Key": "A382DFD344CF5AE318C28591298F4CEA"
		},
		{
			"Source":
			{
				"Text": "Мой домик рухнул... Придётся пожить у соседей, пока не построю новый."
			},
			"Translation":
			{
				"Text": "Мой домик рухнул... Придётся пожить у соседей, пока не построю новый."
			},
			"Key": "F875004D445DBB5F820E9B9FB0D76032"
		},
		{
			"Source":
			{
				"Text": "Мой домик рухнул... Придётся пожить у соседей, пока не построю новый."
			},
			"Translation":
			{
				"Text": "Мой домик рухнул... Придётся пожить у соседей, пока не построю новый."
			},
			"Key": "103828CC415D7EA59B38EB91443E921B"
		},
		{
			"Source":
			{
				"Text": "Ни за что больше не свалюсь. Спасибо!"
			},
			"Translation":
			{
				"Text": "Ни за что больше не свалюсь. Спасибо!"
			},
			"Key": "3185C38E46A143BDF8BF938D69CC4812"
		},
		{
			"Source":
			{
				"Text": "Ни за что больше не свалюсь. Спасибо!"
			},
			"Translation":
			{
				"Text": "Ни за что больше не свалюсь. Спасибо!"
			},
			"Key": "4AD197B24F33A4A6041AB3880E6D1BCA"
		},
		{
			"Source":
			{
				"Text": "Ну что ты натворил?"
			},
			"Translation":
			{
				"Text": "Ну что ты натворил?"
			},
			"Key": "7479828C44117117BE2472BC45B31CAD"
		},
		{
			"Source":
			{
				"Text": "Ну что ты натворил?"
			},
			"Translation":
			{
				"Text": "Ну что ты натворил?"
			},
			"Key": "5FCA60824289CED8CDCFEEA5ACDA1A20"
		},
		{
			"Source":
			{
				"Text": "Нужно найти лопасть для мельницы."
			},
			"Translation":
			{
				"Text": "Нужно найти лопасть для мельницы."
			},
			"Key": "B4DAB18F44F2940435E1329D6A120D3B"
		},
		{
			"Source":
			{
				"Text": "Нужно найти лопасть для мельницы."
			},
			"Translation":
			{
				"Text": "Нужно найти лопасть для мельницы."
			},
			"Key": "1433745B4BB0836675DDBE9F2E66B68C"
		},
		{
			"Source":
			{
				"Text": "О нет. Наш храм. Конечно, всё к лучшему, но всё же..."
			},
			"Translation":
			{
				"Text": "О нет. Наш храм. Конечно, всё к лучшему, но всё же..."
			},
			"Key": "9AE032224A5E30BDEB7EDEA8F4738E4E"
		},
		{
			"Source":
			{
				"Text": "О нет. Наш храм. Конечно, всё к лучшему, но всё же..."
			},
			"Translation":
			{
				"Text": "О нет. Наш храм. Конечно, всё к лучшему, но всё же..."
			},
			"Key": "AEADCCC947E13B29A160C3AB429C74E6"
		},
		{
			"Source":
			{
				"Text": "Ой, ты все сломал... снова"
			},
			"Translation":
			{
				"Text": "Ой, ты все сломал... снова"
			},
			"Key": "97E72DF948766CB0651507876BEAAB40"
		},
		{
			"Source":
			{
				"Text": "Ой, ты все сломал... снова"
			},
			"Translation":
			{
				"Text": "Ой, ты все сломал... снова"
			},
			"Key": "0C93C9A643EA640BACA8B78C457E9AD7"
		},
		{
			"Source":
			{
				"Text": "Пожалуйста, поднимите меня к храму!"
			},
			"Translation":
			{
				"Text": "Пожалуйста, поднимите меня к храму!"
			},
			"Key": "F1E0E88645C3ECEAB58B83AEF2B3ADD7"
		},
		{
			"Source":
			{
				"Text": "Пожалуйста, поднимите меня к храму!"
			},
			"Translation":
			{
				"Text": "Пожалуйста, поднимите меня к храму!"
			},
			"Key": "5E7DCC8C474464DC5EACCC8F963AF65D"
		},
		{
			"Source":
			{
				"Text": "Помогите! Я застрял здесь! Поднимите меня к храму!"
			},
			"Translation":
			{
				"Text": "Помогите! Я застрял здесь! Поднимите меня к храму!"
			},
			"Key": "64B030084F67E6A2D797FBBED12B2430"
		},
		{
			"Source":
			{
				"Text": "Помогите! Я застрял здесь! Поднимите меня к храму!"
			},
			"Translation":
			{
				"Text": "Помогите! Я застрял здесь! Поднимите меня к храму!"
			},
			"Key": "C7A8F7694961C3071D0F97B32AB8E97F"
		},
		{
			"Source":
			{
				"Text": "Смотрим из далека:\r\nA — D: вращайте камеру\r\nMouse Click: выберите область,\r\nчтобы взглянуть на неё поближе."
			},
			"Translation":
			{
				"Text": "Смотрим из далека:\r\nA — D: вращайте камеру\r\nMouse Click: выберите область,\r\nчтобы взглянуть на неё поближе."
			},
			"Key": "C0A0BAA444E6DA1949CC7FA8193F9D7C"
		},
		{
			"Source":
			{
				"Text": "Смотрим поближе:\r\nA — D: вращайте палочки\r\nW — S: приближайте и отводите палочки\r\nMouse Right: регулируйте силу сжатия палочек\r\nMouse Left: перемещение по острову\r\nSpace: вернуться к общему виду"
			},
			"Translation":
			{
				"Text": "Смотрим поближе:\r\nA — D: вращайте палочки\r\nW — S: приближайте и отводите палочки\r\nMouse Right: регулируйте силу сжатия палочек\r\nMouse Left: перемещение по острову\r\nSpace: вернуться к общему виду"
			},
			"Key": "FF5A852C45F7D24C61B12CA66EC98413"
		},
		{
			"Source":
			{
				"Text": "Спасибо что спас моего друга! Что бы мы делали без вас?"
			},
			"Translation":
			{
				"Text": "Спасибо что спас моего друга! Что бы мы делали без вас?"
			},
			"Key": "6E7F0CFF45478FE6AE25F98778D2621A"
		},
		{
			"Source":
			{
				"Text": "Спасибо что спас моего друга! Что бы мы делали без вас?"
			},
			"Translation":
			{
				"Text": "Спасибо что спас моего друга! Что бы мы делали без вас?"
			},
			"Key": "268AA43B46A987F9A9C9FF9B96477D5E"
		},
		{
			"Source":
			{
				"Text": "Ура! Теперь всё на своих местах."
			},
			"Translation":
			{
				"Text": "Ура! Теперь всё на своих местах."
			},
			"Key": "33C5CD7A4AE80FC90029B090BBB92835"
		},
		{
			"Source":
			{
				"Text": "Ура! Теперь всё на своих местах."
			},
			"Translation":
			{
				"Text": "Ура! Теперь всё на своих местах."
			},
			"Key": "5BA44564472E0E8C6B449291FDB5C9D2"
		},
		{
			"Source":
			{
				"Text": "ХОРОШО"
			},
			"Translation":
			{
				"Text": "ХОРОШО"
			},
			"Key": "39445D11437EDD12D172BB8F98FAAB0E"
		},
		{
			"Source":
			{
				"Text": "Что ж, со временем мы построим новую"
			},
			"Translation":
			{
				"Text": "Что ж, со временем мы построим новую"
			},
			"Key": "F22C6941430A320A9132C7A91E3B473D"
		},
		{
			"Source":
			{
				"Text": "Что ж, со временем мы построим новую"
			},
			"Translation":
			{
				"Text": "Что ж, со временем мы построим новую"
			},
			"Key": "3860F04F4F75B323D1190DA84E79F5BE"
		},
		{
			"Source":
			{
				"Text": "Что это у нас тут? Какие крохи! Лучше не трогать их руками, давайте возьмём инструмент потоньше и посмотрим, чем мы можем им помочь.\r\n\r\nВам предстоит лёгкими штрихами навести порядок в этом мире. Будьте очень аккуратны! Сломать — легко, а починить — гораздо сложнее.\r\n\r\nEscape — смотреть управление."
			},
			"Translation":
			{
				"Text": "Что это у нас тут? Какие крохи! Лучше не трогать их руками, давайте возьмём инструмент потоньше и посмотрим, чем мы можем им помочь.\r\n\r\nВам предстоит лёгкими штрихами навести порядок в этом мире. Будьте очень аккуратны! Сломать — легко, а починить — гораздо сложнее.\r\n\r\nEscape — смотреть управление."
			},
			"Key": "3EEB92B84387BE9773FDD4B71105AB16"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "MaterialExpression",
			"Children": [
				{
					"Source":
					{
						"Text": "Constants"
					},
					"Translation":
					{
						"Text": "Constants"
					},
					"Key": "Constants"
				},
				{
					"Source":
					{
						"Text": "Coordinates"
					},
					"Translation":
					{
						"Text": "Coordinates"
					},
					"Key": "Coordinates"
				},
				{
					"Source":
					{
						"Text": "Depth"
					},
					"Translation":
					{
						"Text": "Depth"
					},
					"Key": "Depth"
				},
				{
					"Source":
					{
						"Text": "Functions"
					},
					"Translation":
					{
						"Text": "Functions"
					},
					"Key": "Functions"
				},
				{
					"Source":
					{
						"Text": "Math"
					},
					"Translation":
					{
						"Text": "Math"
					},
					"Key": "Math"
				},
				{
					"Source":
					{
						"Text": "Parameters"
					},
					"Translation":
					{
						"Text": "Parameters"
					},
					"Key": "Parameters"
				},
				{
					"Source":
					{
						"Text": "Texture"
					},
					"Translation":
					{
						"Text": "Texture"
					},
					"Key": "Texture"
				},
				{
					"Source":
					{
						"Text": "Utility"
					},
					"Translation":
					{
						"Text": "Utility"
					},
					"Key": "Utility"
				},
				{
					"Source":
					{
						"Text": "VectorOps"
					},
					"Translation":
					{
						"Text": "VectorOps"
					},
					"Key": "VectorOps"
				},
				{
					"Source":
					{
						"Text": "Vectors"
					},
					"Translation":
					{
						"Text": "Vectors"
					},
					"Key": "Vectors"
				}
			]
		}
	]
}